{
  "w0001-p0038-f99": "This image shows a two-page spread from a book or publication. On the left page, there is a chart titled \"Development of Women's Occupations.\" The chart uses bar graphs to represent the number of women in various occupations over time, with years ranging from 1890 to 1945. Each bar graph has a different color and represents a specific occupation such as \"Domestic Service,\" \"Clerical Work,\" or \"Professional.\" On the right page, there is another chart titled \"Development of Men's Occupations.\" This chart also uses bar graphs to represent the number of men in various occupations over time. The years on this chart are similar to those on the left, and each occupation has a corresponding color-coded bar graph. Both charts include pictorial symbols representing different occupations, such as a house for domestic service or a book for clerical work. The style of the image is informational, with a focus on presenting data in a visual format to compare the development of women's and men's occupations over time.",
  "w0001-p0042-f99": "The image shows a page from a book or publication with a chart titled \"Women and work.\" This is a bar chart comparing the number of men and women in various occupations across different age groups. The chart uses red and blue bars to represent men and women respectively. Each bar has a pictogram at its top, indicating the gender distribution within each age group. The chart is divided into three main sections: \"Age groups,\" \"Occupation in England 1945,\" and \"Occupation in Wales 1945.\" There are two sets of bars for each occupation, one for men and one for women, with the number of people represented by the length of the bar. The chart is a visual representation of gender distribution across different age groups and occupations in England and Wales in 1945.",
  "w0001-p0046-f99": "The image shows a double-page spread from a book titled \"Professions of Women in 1931.\" It is part of a series called \"The New Democracy,\" published in 1945. The chart on the left page is a bar graph comparing the number of women in various professions, with each bar representing a different profession and its length corresponding to the number of women in that field. On the right page, there's a pictorial representation of the same data, showing silhouettes of people in each profession. The chart uses red and blue bars for comparison, and it is divided into two sections: \"Unit\" and \"Pictorial.\"",
  "w0001-p0067-f00": "Here is a concise description of the image: The map shows the occupation of women in different regions of the United Kingdom in 1921. The data is encoded using color coding to represent various occupations, with symbols indicating the number of women engaged in each occupation within each region.",
  "w0001-p0070-f99": "Here is a concise, accessibility-focused description in exactly 2 sentences: The chart shows weekly earnings of men and women from 1960 to 1980, with blue dots representing average male wages and red dots representing average female wages. The data is encoded using colored dots and bars, with the years labeled along the top and the genders on the left side, and a gray scale used for unit labels.",
  "w0001-p0074-f99": "Here is a concise, accessibility-focused description of the chart: The chart compares membership in trade unions across different countries, with each country represented by a colored bar corresponding to a specific color code for the number of members. Each bar is divided into sections representing different industries or occupations, and is encoded using bars and pictograms, with red, blue, and gray colors used to distinguish between different categories."
}
